Revit 2027 API
ExternalResourceTypes.BuiltInExternalResourceTypes.AssemblyCodeTable Property
 An external resource type representing assembly code data.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ExternalResourceType AssemblyCodeTable { get; }
Public Shared ReadOnly Property AssemblyCodeTable As ExternalResourceType
	Get
public:
static property ExternalResourceType^ AssemblyCodeTable {
	ExternalResourceType^ get ();
}
static member AssemblyCodeTable : ExternalResourceType with get
Property Value
ExternalResourceType
See Also
Reference
ExternalResourceTypes.BuiltInExternalResourceTypes Class
Autodesk.Revit.DB Namespace